<template>
    <!DOCTYPE html>
    <html lang="ja">
    <head>
        <meta charset="UTF-8">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <title>Michael Schumacher</title>
        <style>
            body {
                font-family: Arial, sans-serif;
                background-color: #f0f0f0;
                margin: 0;
                padding: 0;
            }
    
            header {
                background-color: #dc3545;
                color: #fff;
                text-align: center;
                padding: 20px;
            }
    
            h1 {
                margin: 0;
                padding: 0;
            }
    
            .container {
                max-width: 1080px;
                margin: 20px auto;
                padding: 20px;
                background-color: #fff;
                border-radius: 8px;
                box-shadow: 0 0 10px rgba(0, 0, 0, 0.2);
            }
    
            h2 {
                margin-top: 20px;
            }
    
            ul {
                list-style-type: none;
                padding: 0;
            }
    
            li {
                margin-bottom: 10px;
            }
    
            img {
                max-width: 100%;
                height: auto;
                display: block;
                margin: 20px 0;
            }
    
            iframe {
                max-width: 100%;
                height: 315px;
            }
    
            footer {
                text-align: center;
                background-color: #dc3545;
                color: #fff;
                padding: 10px;
            }
        </style>
    </head>
    <body>
        <header>
            <h1>Michael Schumacher</h1>
        </header>
    
        <div class="container">
            <img src="https://f1-gate.com/media/img2022/20220720-f1-michael-schumacher.jpg" alt="シューマッハの顔写真" style="max-width: 50%; height: auto;">
            
            <h2>プロフィール</h2>
            <p>
                ミハエル・シューマッハ（Michael Schumacher, 1969年1月3日 - ）は、ドイツの元レーシングドライバー。愛称はシューミ(Schumi)、マイケル(Michael)。日本語表記は他に「ミハエル・シューマッハー」やドイツ語の発音に近い「ミヒャエル・シューマッハ」もある。英語圏では「マイケル・シューマッカー」と発音される場合がある。

ドイツ人初のF1ドライバーズチャンピオン。最多優勝91回、チャンピオン獲得7度などF1の主な個人記録を更新した。2006年に一度引退したが2010年に復帰し、2012年に再度現役を退いた。

その正確なドライビングと、強靭なフィジカルから、日本では「ターミネーター」、日本国外では「サイボーグ」と呼ばれる時期があった。フェラーリ在籍期、フジテレビのF1中継では「皇帝」の愛称が使われた。

6歳年下の実弟ラルフ・シューマッハはウィリアムズなどで6勝を挙げた元F1ドライバー。息子のミック・シューマッハもF1ドライバーであったが、2023年はシートを失いミハエルが最後に過ごしたメルセデスのリザーブドライバーになった。
            </p>
    
            <h2>主な成績</h2>
            <ul>
                <li>世界選手権優勝回数: 7回（1994、1995、2000、2001、2002、2003、2004）</li>
                <li>ポールポジション獲得回数: 68回</li>
                <li>優勝回数: 91回</li>
                <li>最速ラップ獲得回数: 77回</li>
            </ul>
    
            <h2>キャリアのハイライト</h2>
            <p>
                ミハエル・シューマッハはそのキャリアで多くのハイライトを持ちました。彼の初のワールドチャンピオン獲得はベネトンでの時期であり、その後フェラーリで5度の連続優勝を果たしました。彼は、多くの瞬間で競技界を驚かせ、多くのファンから尊敬を受けています。
            </p>
    
            <h2>フォーミュラ1チーム</h2>
            <p>
                シューマッハはフォーミュラ1で主にベネトンとフェラーリで競技しました。ベネトンでの成功後、フェラーリに移籍し、そこで数多くの栄光を勝ち取りました。
            </p>
    
            <p>
                シューマッハがフェラーリで乗っていたF2004は、その年の支配的なマシンとして知られ、多くのレースで圧倒的なパフォーマンスを見せました.
            </p>
    
            <img src="https://s.response.jp/imgs/p/mNECeKegOUvqFa6-p0pU_X5Mz0HRQkNERUZH/35581.jpg" alt="F2004の車体の画像" style="max-width: 50%; height: auto;">
            
            <h2>シューマッハの現在は？</h2>
            <p>
                2013年12月29日、シューマッハは当時14歳の息子ミックと共にフランス南東部のスキー場メリベル（英語版）でスキーを楽しんでいたが、2本のスキーコースに挟まれた未整備のコース外エリア（オフピステ）を滑走中、シューマッハは転倒して岩に頭を打ち付け、ヘルメットを装着していたにもかかわらず深刻な頭部外傷を負った。治療を担当した医師によれば、ヘルメットがなかった場合シューマッハは死亡していた可能性が高い。負傷したシューマッハはヘリコプターでスキー場からグルノーブル大学付属病院（英語版）に搬送され、2回の外科的処置が施された。

シューマッハには外傷性脳損傷が認められたため、彼は人工的な昏睡状態に置かれ、2014年3月7日には担当医によって容体が安定していることが報告された。2014年6月16日までに、シューマッハは意識を回復し、リハビリのためスイスのローザンヌ大学病院（英語版）に転院した。2014年9月9日、シューマッハはローザンヌ大学病院を退院し、さらなるリハビリを行うため自宅に戻された。 2014年11月、元F1ドライバーのフィリップ・ストレイフによる情報として、シューマッハが「麻痺のため車椅子を使用している」こと、また「喋ることができず記憶障害がある」ことが報道された。2015年5月に公開されたインタビュー動画の中で、シューマッハのマネージャーであるサビーネ・ケームは、彼の容体が「負傷の深刻さを考慮すれば」徐々に改善してきていると述べた。

2016年9月、シューマッハ家の弁護士はドイツの法廷で、シューマッハが「歩くことができない」と述べた。弁護士の発言は2015年12月のドイツ誌『Die Bunte』による、シューマッハが「数歩だけ歩くことができる」という虚偽の報道を受けてのものだった。かつてフェラーリのテストドライバーを担当したルカ・バドエルは、シューマッハの妻・コリーナから定期的な面会を許されている数少ない人間であることを明かした上で「家族は周囲に秘密を保つことを望んでいて、僕はご家族の意志を完全に尊重している。ご家族はミハエルのためにできる事すべてをしているんだ」と語っている。同じく、フェラーリ時代最後のチームメイトであったフェリペ・マッサも面会を許可され、シューマッハの状態を知っていると打ち明かしたうえで、「家族はどのような情報も漏らしたいとは思っていない。だから僕にそれができるわけはない」と語っている。

2019年7月、フェラーリの元チーム代表ジャン・トッドはラジオ・モンテカルロ（英語版）によるインタビューに応え、スイスにあるシューマッハの自宅で一緒にF1レースをテレビ観戦したと語り、シューマッハは「順調な経過を見せている」ものの「意思疎通は難しい」と述べた。
            </p>
       
        </div>
    
        <footer>
            <p>&copy; 2023 ミハエル・シューマッハ</p>
        </footer>
    </body>
    </html>
    </template>